{
  "I like to run!": {
    "title": "I like to run!",
    "description": "These breathtaking lines conclude Dante’s Divine Comedy, a 14,000-line epic written in 13" ,
	"article":"wish translation. He wrote in an intensely idiomatic, rhyme-rich Tuscan with a surging terza rima meter that gives the poem its galloping energy—a unique rhythm that’s difficult to reproduce in rhyme-poor English separated from Dante’s local vernacular by centuries. The content of Dante’s writing presents an even bigger problem. Unlike the other author he supposedly shared the world with, Shakespeare, Dante was self-consciously scholarly and intellectual, filling his verses with allusions to ancient, biblical, and contemporary medieval writing, and tackling a range of theological, philosophical, political, and historical issues. And then there are all those characters! From Inferno 1 to Paradiso 33, scores of different literary personae—some real, some invented, some famous, some obscure—take the stage to plead their case or expound on their joy before the autobiographical character Dante as he journeys from hell to heaven. So in order to “get” Dante, a translator has to be both a poet and a scholar, attuned to the poet’s vertiginous literary experimentalism as well as his superhuman grasp of cultural and intellectual history. This is why one of the few truly successful English translations comes from Henry Wadsworth Longfellow, a professor of Italian at Harvard and an acclaimed poet. He produced one of the first complete, and in many respects still the best, English translations of The Divine Comedy in 1867. It did not hurt that Longfellow had also experienced the kind of traumatic loss—the death of his young wife after her dress caught fire—that brought him closer to the melancholy spirit of Dante’s writing, shaped by the lacerating exile from his beloved Florence in 1302. Longfellow succeeded in capturing the original brilliance of Dante’s lines with a close, sometimes awkwardly literal translation that allows the Tuscan to shine through the English, as though this “foreign” veneer were merely a protective layer added over the still-visible source. The critic Walter Benjamin wrote that a great translation calls our attention to a work’s original language even when we don’t speak that foreign tongue. Such extreme faithfulness can make the language of the translation feel unnatural—as though the source were shaping the translation into its own alien image. Longfellow’s English indeed comes across as Italianate: in surrendering to the letter and spirit of Dante’s Tuscan, he loses the quirks and perks of his mother tongue. For example, he translates Dante’s beautifully compact Paradiso"
	
	},
  "Crossfit is Cool": {
    "title": "Crossfit is Cool",
    "description": "Fanny pack vinyl put a bird on it, small batch viral migas 8-bit meditation Shoreditch keytar health goth bespoke sustainable. Viral you probably haven't heard of them try-hard ennui, pug Thundercats selfies. Normcore cray health goth, umami ennui beard art party skateboard squid distillery.",
	"article":"These breathtaking lines conclude Dante’s Divine Comedy, a 14,000-line epic written in 1321 on the state of the soul after death. T. S. Eliot called such poetry the most beautiful ever written—and yet so few of us have ever read it. Since the poem appeared, and especially in modern times, those readers intrepid enough to take on Dante have tended to focus on the first leg of his journey, through the burning fires of Inferno. As Victor Hugo wrote about The Divine Comedy’s blessed realms, “The human eye was not made to look upon so much light, and when the poem becomes happy, it becomes boring.”In truth, some of the most sublime moments in The Divine Comedy, indeed in all of literature, occur after Dante makes his way out of the Inferno’s desolation. But Hugo’s attack suggests the particular challenge in reading Dante, whose writing can seem remote and impenetrable to modern tastes. Last year marked the 750th anniversary of Dante’s birth in 1265, and as expected for a writer so famous—Eliot claimed “Dante and Shakespeare divide the modern world between them; there is no third”—the solemn commemorations abounded, especially in Italy where many cities have streets and monuments dedicated to their Sommo Poeta, Supreme Poet. Yet Dante has the unenviable fate of having become more known than read: his name is immediately recognizable, his achievements justly acknowledged, but outside the classroom or graduate seminar, only the hardiest of literary enthusiasts pick up his Divine Comedy. Oddly enough, and at least in the United States, we seem to know more about Dante the man—his exile, his political struggles, his eternal love for Beatrice—than his poetry."
  },
  "Swimming is great for the joints": {
    "title": "Swimming is great for the joints",
    "description": "Fanny pack vinyl put a bird on it, small batch viral migas 8-bit meditation Shoreditch keytar health goth bespoke sustainable. Viral you probably haven't heard of them try-hard ennui, pug Thundercats selfies. Normcore cray health goth, umami ennui beard art party skateboard squid distillery.",
    "article":"Part of the problem lies in the difficulty that Dante poses for English translation. He wrote in an intensely idiomatic, rhyme-rich Tuscan with a surging terza rima meter that gives the poem its galloping energy—a unique rhythm that’s difficult to reproduce in rhyme-poor English separated from Dante’s local vernacular by centuries. The content of Dante’s writing presents an even bigger problem. Unlike the other author he supposedly shared the world with, Shakespeare, Dante was self-consciously scholarly and intellectual, filling his verses with allusions to ancient, biblical, and contemporary medieval writing, and tackling a range of theological, philosophical, political, and historical issues. And then there are all those characters! From Inferno 1 to Paradiso 33, scores of different literary personae—some real, some invented, some famous, some obscure—take the stage to plead their case or expound on their joy before the autobiographical character Dante as he journeys from hell to heaven. So in order to “get” Dante, a translator has to be both a poet and a scholar, attuned to the poet’s vertiginous literary experimentalism as well as his superhuman grasp of cultural and intellectual history. This is why one of the few truly successful English translations comes from Henry Wadsworth Longfellow, a professor of Italian at Harvard and an acclaimed poet. He produced one of the first complete, and in many respects still the best, English translations of The Divine Comedy in 1867. It did not hurt that Longfellow had also experienced the kind of traumatic loss—the death of his young wife after her dress caught fire—that brought him closer to the melancholy spirit of Dante’s writing, shaped by the lacerating exile from his beloved Florence in 1302. Longfellow succeeded in capturing the original brilliance of Dante’s lines with a close, sometimes awkwardly literal translation that allows the Tuscan to shine through the English, as though this “foreign” veneer were merely a protective layer added over the still-visible source. The critic Walter Benjamin wrote that a great translation calls our attention to a work’s original language even when we don’t speak that foreign tongue. Such extreme faithfulness can make the language of the translation feel unnatural—as though the source were shaping the translation into its own alien image. Longfellow’s English indeed comes across as Italianate: in surrendering to the letter and spirit of Dante’s Tuscan, he loses the quirks and perks of his mother tongue. For example, he translates Dante’s beautifully compact Paradiso" 
 } 
}